var questions = {
	0: {
		title: "Мемы",
		questions: 
		{
			0: {
			    img: '',
				q: 'Какой элемент высшего пилотажа часто просят сделать ОПа?',			    
			    a: 'бочка',
				price: 100
			},
			1: {
			    img: '',
				q: 'Также известен как Принцесса Августина.',
			    a: 'Виталик',
				price: 200
			},
			2: {
			    img: '',
				q: 'Первый админ Двача.',
			    a: 'Zoi',
				price: 300
			},
			3: {
			    img: '',
				q: 'На этот несуществующий ресурс раздаются инвайты в платиновом треде.',
			    a: 'Leprosorium.ru',
				price: 400
			},
			4: {
			    img: '',
				q: 'ЗАБЛОКИРОВАНО РОСКОМНАДЗОРОМ<br/>Именно на эту фразу заменялось данное слово.',
			    a: 'хентай',
				price: 500
			},
			5: {
			    img: '',
				q: 'Назовите четвертого персонажа известного мультфильма про паука, суслика и осла.',
			    a: 'Мокренькая кисонька',
				price: 600
			},
			6: {
			    img: 'img/questions/upchk.png',
				q: 'Назовите сайт.',
			    a: 'upyachka.ru',
				price: 700
			}			
		}	
	},
	1: {
		title: "Паста",
		questions: 
		{
			0: {
			    img: 'img/questions/pit_iZGZUZKiGkM.jpg',
				q: 'Значение знаешь? ',
			    a: 'пит буль',
				price: 100
			},
			1: {
			    img: '',
				q: 'Хочешь я на одной ноге постою, а ты мне погону отдашь? Как цапля, хочешь?<br/>Назовите автора цитаты.',
			    a: 'Пахом',
				price: 200
			},
			2: {
			    img: '',
				q: 'Нахождение его ЖЖ стало платиновой традицией.',
			    a: 'Артемий  Лебедев',
				price: 300
			},
			3: {
			    img: '',
				q: 'Так называли школьников в 2011 году.',
			    a: 'Сосницкие',
				price: 400
			},
			4: {
			    img: '',
				q: 'Город Московской области известный своей энергией, молодостью и хардкором.',
			    a: 'Мытищи',
				price: 500
			},
			5: {
			    img: '',
				q: 'Напиток, который регулярно пьет батя.',
			    a: 'травы',
				price: 600
			},
			6: {
			    img: 'img/questions/rik_img_831.jpg',
				q: 'Кто на картинке?',
			    a: 'Рик Эстли',
				price: 700
			}
		}	
	},
	2: {
		title: "Фагготрия",
		questions: 
		{
			0: {
			    img: 'img/questions/applejack.jpg',
				q: 'Кто на картинке?',			    
			    a: 'Эплджек',
				price: 100
			},
			1: {
			    img: 'img/questions/bridge-to-terabithia-still-2.jpg',
				q: 'Фильм, принесший ей популярность в сети.',
			    a: 'Мост в Терабитию',
				price: 200
			},
			2: {
			    img: 'img/questions/zo_image_75345_450x250.jpg',
				q: 'Как звали ее героиню в фильме 500 дней лета?',
			    a: 'Саммер',
				price: 300
			},
			3: {
			    img: 'img/questions/box_default.jpeg',
				q: 'Настоящее имя?',
			    a: 'Catie Wayne',
				price: 400
			},
			4: {
			    img: '',
				q: 'Именно он является главным антагонистом мультсериала время приключений.',
			    a: 'Ледяной король',
				price: 500
			},
			5: {
			    img: 'img/questions/hitgirl.jpeg',
				q: 'В русской версии фильма ее имя звучит именно так.',
			    a: 'Убивашка',
				price: 600
			},
			6: {
			    img: 'img/questions/The-Perks-of-Being-a-Wallflower-1965602.jpg',
				q: 'Назовите фильм, где она сыграла девушку по имени Сэм.',
			    a: 'Хорошо быть тихоней',
				price: 700
			}			
		}	
	},
	3: {
		title: "Сгущенка",
		questions: 
		{
			0: {
			    img: '',
				q: 'Режиссер популярного фильма про сладкий хлеб.',			    
			    a: 'Светлана Баскова',
				price: 100
			},
			1: {
			    img: 'img/questions/vargefault.jpeg',
				q: 'Название группы?',
			    a: 'Burzum',
				price: 200
			},
			2: {
			    img: '',
				q: 'Этот город известен своей птицей и космодромом.',
			    a: 'Омск',
				price: 300
			},
			3: {
			    img: '',
				q: 'Известен тем, что хотел грабить корованы.',
			    a: 'Номад',
				price: 400
			},
			4: {
			    img: 'img/questions/int_a_fae2755b.jpg',
				q: 'Что требовала данная интересная личность?',
			    a: 'запилить дверь',
				price: 500
			},
			5: {
			    img: 'img/questions/vonni_V2.jpg',
				q: 'Кда идм м с пчатком?',
			    a: 'в никуда',
				price: 600
			},
			6: {
			    img: '',
				q: 'Именно этим собирался выбить стекла компьютерного магазина анон в сентябре 2013.',
			    a: 'кувалда',
				price: 700
			}			
		}	
	},
	4: {
		title: "Колобки",
		questions: 
		{
			0: {
			    img: '',
				q: 'Именно его фамилия чаще всего упоминается в бугург тредах.',			    
			    a: 'Ерохин',
				price: 100
			},
			1: {
			    img: 'img/questions/sich_275px-Athene_noctua.jpg',
				q: 'Назовите род птиц',
			    a: 'сыч',
				price: 200
			},
			2: {
			    img: 'img/questions/peka_180px-124851078928.png',
				q: 'В каком тематическом разделе впервые появился пикрелейтед?',
			    a: '/vg/',
				price: 300
			},
			3: {
			    img: 'img/questions/hill_798209.jpg',
				q: 'Назовите исполнителя внезапно популярной песни.',
			    a: 'Эдуард Хиль',
				price: 400
			},
			4: {
			    img: 'img/questions/problem_250px-Trollface_HD.png',
				q: 'Назовите классическую подпись к данной картинке.',
			    a: 'Problem officer?',
				price: 500
			},
			5: {
			    img: '',
				q: 'Именно его не рекомендуется называть лысым.',
			    a: 'батя',
				price: 600
			},
			6: {
			    img: '',
				q: 'Под музыку, какой группы обязательно нужно бегать кругами?',
			    a: 'Sabaton',
				price: 700
			}			
		}	
	},
	5: {
		title: "Игори",
		questions: 
		{
			0: {
			    img: '',
				q: 'Именно он скривил лицо, когда лез на крыльцо чтобы поиграть в свое мыльцо.',			    
			    a: 'Нейтан Дрейк',
				price: 100
			},
			1: {
			    img: '',
				q: 'Крадущийся подрывник из Майнкрафта.',
			    a: 'Крипер',
				price: 200
			},
			2: {
			    img: 'img/questions/haedcrab.jpeg',
				q: 'Кто на картинке?',
			    a: 'Хэдкраб',
				price: 300
			},
			3: {
			    img: '',
				q: ' За его убийство в Доте дают Щит Бессмертных.',
			    a: 'Рошан',
				price: 400
			},
			4: {
			    img: '',
				q: '- The bomb has been planted.<br/>Назовите игру.',
			    a: 'Counter-Strike',
				price: 500
			},
			5: {
			    img: '',
				q: 'Игра, в которой надо разводить бабушек, строить заводы и покупать машины времени ради получения этого.',
			    a: 'печенье, Cookie clicker',
				price: 600
			},
			6: {
			    img: 'img/questions/transf_a_bdb0bc0c.jpg',
				q: 'Назовите игру.',
			    a: 'Transformice',
				price: 700
			}			
		}	
	}
};