var questions = {
	0: {
		title: "Платина",
		questions: 
		{
			0: {
			    img: '',
				q: 'Какой элемент высшего пилотажа часто просят сделать ОПа?',			    
			    a: 'бочка',
				price: 100
			},
			1: {
			    img: '',
				q: 'Также известен как Принцесса Августина.',
			    a: 'Виталик',
				price: 200
			},
			2: {
			    img: '',
				q: 'Первый админ Двача.',
			    a: 'Zoi',
				price: 300
			},
			3: {
			    img: '',
				q: 'На этот несуществующий ресурс раздаются инвайты в платиновом треде.',
			    a: 'Leprosorium.ru',
				price: 400
			},
			4: {
			    img: '',
				q: 'Мокедонский <br/>Именно на это заменялось данное слово.',
			    a: 'Нариман',
				price: 500
			},
			5: {
			    img: '',
				q: 'Назовите четвертого персонажа известного мультфильма про паука, суслика и кошку',
			    a: 'Ослик',
				price: 600
			},
			6: {
			    img: 'img/questions/upchk.png',
				q: 'Назовите сайт.',
			    a: 'upyachka.ru',
				price: 700
			}			
		}	
	},
	1: {
		title: "Мыльцо",
		questions: 
		{
			0: {
			    img: '',
				q: 'Проводник Нео в реальный мир, которого сыграл Лоуренс Фишборн.',
			    a: 'Морфеус',
				price: 100
			},
			1: {
			    img: '',
				q: 'Фамилия «не совсем братьев», спродюссировавших и написавших сценарий для V — значит вендетта. ',
			    a: 'Вачовски',
				price: 200
			},
			2: {
			    img: '',
				q: 'Имя журналиста, который со своим адвокатом едет в наркотический трип по Лас-Вегасу.',
			    a: 'Рауль Дюк',
				price: 300
			},
			3: {
			    img: '',
				q: 'Книга этого автора легла в основу фильма о мыле с Нортоном и Питтом в главных ролях.',
			    a: 'Чак Паланик',
				price: 400
			},
			4: {
			    img: '',
				q: 'Последний человеческий город, уцелевший в условиях войны против армии машин, в популярной киберпанковской трилогии.',
			    a: 'Зион, Сион',
				price: 500
			},
			5: {
			    img: '',
				q: 'Псевдоним Джеффри Лебовски в фильме Большой Лебовски.',
			    a: 'Чувак, Dude',
				price: 600
			},
			6: {
			    img: '',
				q: 'Именно из этого материала варили отличное мыло в Бойцовском клубе.',
			    a: 'человеческий жир',
				price: 700
			}
		}	
	},
	2: {
		title: "Сериалы",
		questions: 
		{
			0: {
			    img: '',
				q: 'Русское название сериала The IT Crowd.',			    
			    a: 'Компьютерщики',
				price: 100
			},
			1: {
			    img: '',
				q: 'Соседка-блондинка Леонарда и Шелдона из Теории Большого Взрыва.',
			    a: 'Пенни',
				price: 200
			},
			2: {
			    img: '',
				q: 'Имя принцессы, правительницы Конфетного Королевства из Времени приключений.',
			    a: 'Принцесса Жвачка или Бубльгум',
				price: 300
			},
			3: {
			    img: '',
				q: 'Глава IT отдела в сериале Компьютерщики, известная своей компьютерной безграмотностью.',
			    a: 'Джен Барбер',
				price: 400
			},
			4: {
			    img: '',
				q: 'Псевдоним главного химика голубых экранов современности.',
			    a: 'Гейзенберг',
				price: 500
			},
			5: {
			    img: '',
				q: 'Профессия доктора Шелдона Купера из Теории Большого Взрыва.',
			    a: 'физик-теоретик',
				price: 600
			},
			6: {
			    img: '',
				q: 'Именно этим недугом страдает Уолтер Уайт-младший из Breaking Bad.',
			    a: 'ДЦП',
				price: 700
			}			
		}	
	},
	3: {
		title: "Сгущенка",
		questions: 
		{
			0: {
			    img: '',
				q: 'Режиссер популярного фильма про цаплю и слона.',			    
			    a: 'Светлана Баскова',
				price: 100
			},
			1: {
			    img: 'img/questions/vargefault.jpeg',
				q: 'Название группы?',
			    a: 'Burzum',
				price: 200
			},
			2: {
			    img: '',
				q: 'Этот город известен своей птицей и космодромом.',
			    a: 'Омск',
				price: 300
			},
			3: {
			    img: '',
				q: 'Известен тем, что хотел грабить корованы.',
			    a: 'Номад',
				price: 400
			},
			4: {
			    img: 'img/questions/int_a_fae2755b.jpg',
				q: 'Что требовала данная интересная личность?',
			    a: 'запилить дверь',
				price: 500
			},
			5: {
			    img: 'img/questions/vonni_V2.jpg',
				q: 'Кда идм м с пчатком?',
			    a: 'в никуда',
				price: 600
			},
			6: {
			    img: '',
				q: 'Именно этим собирался выбить стекла компьютерного магазина анон в сентябре 2013.',
			    a: 'кувалда',
				price: 700
			}			
		}	
	},
	4: {
		title: "ЦП",
		questions: 
		{
			0: {
			    img: '',
				q: 'Полупроводниковый гигант Силиконовой долины и названием из трех букв.',			    
			    a: 'AMD',
				price: 100
			},
			1: {
			    img: '',
				q: 'Именно такое максимальное количество оперативной памяти могут адресовать x86 процессоры.',
			    a: '4GB',
				price: 200
			},
			2: {
			    img: '',
				q: 'В 2005 году объединение компаний, названное STI, создало процессор Cell для PS3. В объединение входили Sony, Toshiba и эта корпорация.',
			    a: 'IBM',
				price: 300
			},
			3: {
			    img: '',
				q: 'Торговая марка нескольких поколений процессоров от Intel , выпускаемых с 1993 по настоящее время.',
			    a: 'Pentium',
				price: 400
			},
			4: {
			    img: '',
				q: 'Кодовое название процессорной архитектуры процессоров AMD64, а также самоходная землеройная машина.',
			    a: 'Bulldozer',
				price: 500
			},
			5: {
			    img: '',
				q: 'Контроллер-концентратор ввода-вывода на материнской плате, расположенный в "теплом климате".',
			    a: 'Южный мост',
				price: 600
			},
			6: {
			    img: '',
				q: 'Популярный в 2000-2004 годах сокет для процессоров от Athlon до Sempron. В 2004 был заменен на Socket 939.',
			    a: 'Socket A',
				price: 700
			}			
		}	
	},
	5: {
		title: "Игори",
		questions: 
		{
			0: {
			    img: '',
				q: 'Именно туда лез Драке, когда скривил лицо, чтобы поиграть в свое мыльцо.',			    
			    a: 'крыльцо',
				price: 100
			},
			1: {
			    img: '',
				q: 'В этой игре можно голыми руками рубить деревья, рыть пещеры и крафтить предметы.',
			    a: 'Minecraft',
				price: 200
			},
			2: {
			    img: 'img/questions/haedcrab.jpeg',
				q: 'Кто на картинке?',
			    a: 'Хэдкраб',
				price: 300
			},
			3: {
			    img: '',
				q: ' За его убийство в Доте дают Щит Бессмертных.',
			    a: 'Рошан',
				price: 400
			},
			4: {
			    img: '',
				q: '- The bomb has been planted.<br/>Назовите игру.',
			    a: 'Counter-Strike',
				price: 500
			},
			5: {
			    img: '',
				q: 'Игра, в которой надо разводить бабушек, строить заводы и покупать машины времени ради получения этого.',
			    a: 'печенье, Cookie clicker',
				price: 600
			},
			6: {
			    img: 'img/questions/transf_a_bdb0bc0c.jpg',
				q: 'Назовите игру.',
			    a: 'Transformice',
				price: 700
			}			
		}	
	}
};